Repository: NMarjou/localization-app
Catalog: TMs/en-US_it-IT.tmx
Source language: en_us
Languages: it_it

source: Actions
it_it: Azioni

source: Preview
it_it: Anteprima

source: Theme
it_it: Tema

source: Performance check-ins
it_it: Check-in delle prestazioni

source: Regular check-ins
it_it: Check-in regolari

source: Select and configure the widgets that you want to see on the check-in report page.
it_it: Seleziona e configura i widget che desideri vedere nella pagina del report di check-in.

source: Template widget settings
it_it: Impostazioni del widget dei modelli

source: Career Development
it_it: Sviluppo professionale

source: Check-Ins
it_it: Check-in

source: Documents
it_it: Documenti

source: Goals
it_it: Obiettivi

source: General
it_it: Generale

source: Proxy
it_it: Delega

source: Reviews
it_it: Valutazioni

source: Notification trigger
it_it: Attivatore della notifica

source: "Bookmarks" widget
it_it: Widget "Segnalibri"

source: "Company update" widget
it_it: Widget "Aggiornamento aziendale"

source: Select the widgets you want to display on the homepage.
it_it: Seleziona i widget da visualizzare nella home page.

source: "External links" widget
it_it: Widget "Link esterni"

source: "Knowledge Base" widget
it_it: Widget "Knowledge Base"

source: "Next steps" widget
it_it: Widget "Prossimi passaggi"

source: "Quick link" widget
it_it: Widget "Link rapido"

source: "Schedule" widget
it_it: Widget "Pianificazione"

source: "Take actions" widget
it_it: Widget "Esegui azioni"

source: Homepage widgets
it_it: Widget della homepage

source: This page is read-only. To make changes, contact your system administrator.
it_it: Questa pagina è di sola lettura. Per apportare modifiche, contatta l'amministratore di sistema.

source: Select goal types
it_it: Seleziona i tipi di obiettivo

source: Absence
it_it: Assenza

source: Sample text describing the behavior of enabling and disabling Analytics Hub. To be changed.
it_it: Testo di esempio che descrive il comportamento di abilitazione e disabilitazione dell'hub analisi. Da modificare.

source: Analytics Hub
it_it: Hub analisi

source: Enable "Analytics Hub"
it_it: Abilita "hub analisi"

source: Application management
it_it: Gestione applicazioni

source: Behaviors
it_it: Comportamenti

source: Enable the "Behaviors" feature
it_it: Abilita la funzionalità "Comportamenti"

source: Users will be able to create and manage behavior libraries within the application. When enabled, workers will be able to give and receive behaviors, and provide behavior data in coaching reports.
it_it: Gli utenti saranno in grado di creare e gestire librerie di comportamenti all'interno dell'applicazione. Se la funzionalità è abilitata, i collaboratori potranno dare e ricevere comportamenti e fornire dati sui comportamenti nei rapporti di coaching.

source: Behavior libraries
it_it: Librerie dei comportamenti

source: Add behavior
it_it: Aggiungi comportamento

source: Color
it_it: Colore

source: Create library
it_it: Crea libreria

source: Create behavior library
it_it: Crea libreria dei comportamenti

source: Delete behavior
it_it: Elimina comportamento

source: Are you sure you want to delete this behavior?
it_it: Eliminare questo comportamento?

source: Description
it_it: Descrizione

source: Image and title
it_it: Immagine e titolo

source: Image only
it_it: Solo immagine

source: Name only
it_it: Solo nome

source: Display options
it_it: Opzioni di visualizzazione

source: Edit behavior library
it_it: Modifica libreria dei comportamenti

source: Enable behavior
it_it: Abilita comportamento

source: Image
it_it: Immagine

source: Name
it_it: Nome

source: Assignment
it_it: Assegnazione

source: Assign the library to an organizational unit
it_it: Assegna la libreria a un'unità organizzativa

source: Add behaviors to the library
it_it: Aggiungi comportamenti alla libreria

source: Library details
it_it: Dettagli della libreria

source: Enter the basic information of the library
it_it: Inserisci le informazioni di base della libreria

source: Behavior settings
it_it: Impostazioni dei comportamenti

source: Enable the "Benchmarking" widget
it_it: Abilita il widget "Benchmarking"

source: Publish
it_it: Pubblica

source: Are you sure you want to publish the career development plan?
it_it: Sei sicuro di voler pubblicare il piano di sviluppo professionale?

source: Cancel
it_it: Annulla

source: Publish career development plan
it_it: Pubblica il piano di sviluppo professionale

source: Your changes were successfully published.
it_it: Le sue modifiche sono state pubblicate con successo.

source: Enable the "Career Development" feature
it_it: Abilita la funzionalità "Sviluppo professionale"

source: At least one population or worker must be selected.
it_it: Devi selezionare almeno una popolazione o Collaboratori.

source: Career development settings
it_it: Impostazioni per lo sviluppo professionale

source: Edit conversation labeling
it_it: Modifica l'etichettatura delle conversazioni

source: For workers
it_it: Per i collaboratori

source: For managers
it_it: Per i manager

source: The default language is mandatory. You can also provide translated versions using this drop-down list to select a new language.
it_it: La lingua predefinita è obbligatoria. Puoi anche fornire versioni tradotte utilizzando questo menu a discesa per selezionare una nuova lingua.

source: To apply your changes to the configuration of new check-ins, save your modifications.
it_it: Salva le modifiche per applicarle alla configurazione dei nuovi check-in.

source: Users will see these changes the next time they refresh their page or log into the application.
it_it: Gli utenti vedranno queste modifiche la prossima volta che aggiorneranno la pagina o accederanno all'applicazione.

source: Edit discussion points
it_it: Modifica i punti di discussione

source: These discussion points will be prepopulated when creating a check-in. Users can edit them and add their own discussion points.
it_it: Questi punti di discussione saranno precompilati durante la creazione di un check-in. Gli utenti possono modificarli e aggiungere i propri punti di discussione.

source: Check-ins
it_it: Check-in

source: Check-in settings
it_it: Impostazioni dei check-in

source: To apply your changes, save your modifications.
it_it: Salva le modifiche per applicarle.

source: Enable the "Behavior rating" widget
it_it: Abilita il widget "Valutazione del comportamento"

source: Enable the "Behaviors" widget
it_it: Abilita il widget "Comportamenti"

source: Edit chat text
it_it: Modifica il testo della chat

source: Enable the "Goal rating" widget
it_it: Abilita il widget "Valutazione obiettivo"

source: Enable the "Goals" widget
it_it: Abilita il widget "Obiettivi"

source: Enable the "Overall performance rating" widget
it_it: Abilita il widget "Valutazione delle prestazioni complessive"

source: Enable chat
it_it: Abilita chat

source: Check-in template settings
it_it: Impostazioni del modello di check-in

source: Check-in templates
it_it: Modelli di check-in

source: Widget settings
it_it: Impostazioni del widget

source: Hide/show the widgets in the check-in report page.
it_it: Nascondi/mostra i widget nella pagina del report di check-in.

source: Enable documents
it_it: Abilita documenti

source: Document settings
it_it: Impostazioni del documento

source: Appearance
it_it: Aspetto

source: Compare
it_it: Confronta

source: Enable the "Compare" feature
it_it: Abilita la funzionalità "Confronta"

source: "Behaviors" widget
it_it: Widget "Comportamenti"

source: "Check-ins" widget
it_it: Widget "Check-in"

source: "Goals" widget
it_it: Widget "Obiettivi"

source: "Reviews" widget
it_it: Widget "Revisioni"

source: Compare settings
it_it: Impostazioni di confronto

source: Select the widgets that you want to see in the Compare page.
it_it: Seleziona i widget da visualizzare nella pagina Confronta.

source: Compensation
it_it: Retribuzione

source: Compensation Element
it_it: Elemento della retribuzione

source: Compensation History
it_it: Cronologia retributiva

source: Enable the "Compensation" feature
it_it: Abilita la funzionalità "Retribuzione"

source: Compensation settings
it_it: Impostazioni di retribuzione

source: Cost Center
it_it: Centro di costo

source: Country
it_it: Paese

source: Custom Fields
it_it: Campi personalizzati

source: This element cannot be deactivated; it is used in another process.
it_it: Questo elemento non può essere disattivato; è utilizzato in un altro processo.

source: The field was successfully deactivated.
it_it: Campo disattivato correttamente.

source: Are you sure you want to deactivate this field? This action cannot be undone.
it_it: Disattivare questo campo? Questa azione non può essere annullata.

source: Custom field deactivation
it_it: Disattivazione del campo personalizzato

source: Field details
it_it: Dettagli del campo

source: Define the entity to which this field belongs, and its name and type.
it_it: Definisci l'entità a cui appartiene questo campo, oltre al suo nome e tipo.

source: This field cannot be deactivated; it is already used in some models.
it_it: Questo campo non può essere disattivato; è già utilizzato in alcuni modelli.

source: You cannot edit this field; it is already used in some models.
it_it: Questo campo non può essere modificato; è già utilizzato in alcuni modelli.

source: Clear all filters & search
it_it: Cancella tutti i filtri e cerca

source: No results match the search/filter criteria. Remove the filters and clear the search to show all results
it_it: Nessun risultato corrispondente ai criteri di ricerca o del filtro. Rimuovi i filtri e azzera la ricerca per mostrare tutti i risultati.

source: No results
it_it: Nessun risultato

source: Get started by creating one
it_it: Per iniziare, creane uno

source: No custom fields yet
it_it: Ancora nessun campo personalizzato

source: Created by:
it_it: Creato da:

source: Created on:
it_it: Creato il:

source: Entity:
it_it: Entità:

source: Required:
it_it: Obbligatorio:

source: Field name
it_it: Nome campo

source: Type:
it_it: Tipo:

source: Entity
it_it: Entità

source: All
it_it: Tutti

source: Is PII
it_it: È PII

source: Type
it_it: Tipo

source: False
it_it: Falso

source: Set the default value
it_it: Imposta il valore predefinito

source: Default value
it_it: Valore predefinito

source: True
it_it: Vero

source: Select entity
it_it: Seleziona entità

source: Enable PII
it_it: Abilita PII

source: This field will contain personally identifiable information (PII)
it_it: Questo campo conterrà informazioni che consentono l'identificazione personale (PII)

source: When this option is enabled, a default value must be defined.
it_it: Quando questa opzione è abilitata, è necessario definire un valore predefinito.

source: Set this field as required
it_it: Imposta questo campo come obbligatorio

source: Explain the use of this field or any other relevant information
it_it: Spiega l'utilizzo di questo campo o di qualsiasi altra informazione pertinente

source: Provide a name for the field
it_it: Fornisci un nome per il campo

source: Your custom field was successfully created.
it_it: Campo personalizzato creato correttamente.

source: Create custom field
it_it: Crea campo personalizzato

source: Edit custom field
it_it: Modifica campo personalizzato

source: Select type
it_it: Seleziona tipo

source: Used in
it_it: Usato in

source: Indicate whether this field contains personally identifiable information, allowing an individual's identity to be inferred directly or indirectly.
it_it: Indica se questo campo contiene informazioni che consentono l'identificazione personale e permettono di inferire l'identità di un individuo in modo diretto o indiretto.

source: Personally identifiable information
it_it: Informazioni che consentono l'identificazione personale

source: Active
it_it: Attivo

source: Deactivated
it_it: Disattivato

source: Not PII
it_it: Non PII

source: Custom fields
it_it: Campi personalizzati

source: {{current}}/{{max}} active fields
it_it: {{current}}/{{max}} campi attivi

source: You can create up to {{max}} custom fields.
it_it: Puoi creare fino a {{max}} campi personalizzati.

source: You have reached the maximum number of active custom fields. Please deactivate a field to create a new one.
it_it: Hai raggiunto il numero massimo di campi personalizzati attivi. Disattiva un campo per crearne uno nuovo.

source: Indicate whether the field is optional or required. A default value must be provided for required fields; it will be automatically applied if no explicit value is supplied.
it_it: Indica se il campo è facoltativo o obbligatorio. Per i campi obbligatori deve essere fornito un valore predefinito; verrà applicato automaticamente se non viene fornito alcun valore esplicito.

source: Field behavior
it_it: Comportamento del campo

source: Search for a field
it_it: Cerca un campo

source: Status
it_it: Stato

source: Yes
it_it: Sì

source: Data Upload
it_it: Caricamento dati

source: Change upload behavior
it_it: Modifica il comportamento di caricamento

source: The size of the files exceed the maximum limit.
it_it: La dimensione dei file supera il limite massimo.

source: Behavior:
it_it: Comportamento:

source: Completed time:
it_it: Tempo completato:

source: Initiated by:
it_it: Avviato da:

source: System
it_it: Sistema

source: Source:
it_it: Fonte:

source: Start time:
it_it: Ora di inizio:

source: Status:
it_it: Stato:

source: Upload log
it_it: Carica registro

source: Download template
it_it: Scarica modello

source: Download template for deletion
it_it: Scarica modello per l'eliminazione

source: Download template for ingestion
it_it: Scarica modello per l'importazione

source: Download {{templateName}}
it_it: Scarica {{templateName}}

source: Get started by triggering one.
it_it: Inizi a procedere attivandone uno.

source: No uploads yet!
it_it: Nessun caricamento ancora!

source: Success
it_it: Successo

source: Failed
it_it: Operazione non riuscita

source: In progress
it_it: In corso

source: In sync
it_it: Sincronizzato

source: Source
it_it: Fonte

source: Start time
it_it: Ora di inizio

source: Standard filters
it_it: Filtri standard

source: Select filters
it_it: Seleziona filtri

source: Queued
it_it: In coda

source: Search by data type name
it_it: Cerca per nome del tipo di dati

source: Stale timeout
it_it: Timeout scaduto

source: Publishing
it_it: Pubblicazione

source: Total uploads
it_it: Caricamenti totali

source: Upload behavior
it_it: Carica comportamento

source: Full data upload
it_it: Caricamento completo dei dati

source: The upload behavior was successfully updated.
it_it: Il comportamento di caricamento è stato aggiornato con successo.

source: Incremental data upload
it_it: Caricamento incrementale dei dati

source: Select the upload behavior for SFTP and UI data upload.
it_it: Seleziona il comportamento di caricamento per il caricamento dei dati tramite SFTP e interfaccia utente.

source: Upload the complete effective-dated history for each worker every time. Any previously uploaded record that is missing from the file is treated as a soft delete and will no longer be available. Use this if you want the new upload to fully replace what is currently in the platform.
it_it: Carica ogni volta la cronologia completa con date di efficacia per ciascun Collaboratori. Qualsiasi record caricato in precedenza ma assente nel file viene considerato una cancellazione soft e non sarà più disponibile. Usa questa opzione se desideri che il nuovo caricamento sostituisca completamente ciò che è attualmente presente nella piattaforma.

source: Upload only what changed. New effective-dated rows or updates to existing rows. Records not included remain unchanged; only the rows present in the file are inserted or updated. Use this for ongoing incremental (delta) feeds.
it_it: Carica solo ciò che è cambiato. Nuove righe con data di efficacia o aggiornamenti alle righe esistenti. I record non inclusi rimangono invariati; solo le righe presenti nel file vengono inserite o aggiornate. Utilizza questa opzione per i caricamenti incrementali (delta) continui.

source: Data upload behavior configuration
it_it: Configurazione del comportamento di caricamento dei dati

source: Refresh
it_it: Aggiorna

source: Email notification
it_it: Notifica email

source: Upload notification
it_it: Notifica di caricamento

source: Add workers that would like to be notified by email when upload requests fail.
it_it: Aggiungi i Collaboratori che desiderano essere avvisati via email quando le richieste di caricamento non riescono.

source: Workers
it_it: Collaboratori

source: Search for a worker
it_it: Cerca un Collaboratori

source: The notification recipients were successfully updated.
it_it: I destinatari della notifica sono stati aggiornati correttamente.

source: Behavior
it_it: Comportamento

source: Deletion
it_it: Eliminazione

source: Completion time
it_it: Tempo di completamento

source: Back to data upload
it_it: Torna al caricamento dati

source: No results matching the chosen ID.
it_it: Nessun risultato corrispondente all'ID scelto.

source: Data type name
it_it: Nome del tipo di dati

source: Ingestion
it_it: Acquisizione

source: Upload in progress
it_it: Caricamento in corso

source: Your files are being uploaded. This pop-up will close automatically once the process is complete.
it_it: I tuoi file sono in fase di caricamento. Questa finestra si chiuderà automaticamente al termine del processo.

source: You have uploaded files for both ingestion and deletion.
it_it: Hai caricato file sia per l'acquisizione che per l'eliminazione.

source: File already added
it_it: File già aggiunto

source: The name and/or format of one of the selected file is not valid.
it_it: Il nome e/o il formato di uno dei file selezionati non è valido.

source: Incorrect file name
it_it: Nome file errato

source: Your files
it_it: I Suoi file

source: File names must follow the pattern 'DataType.csv' for ingestion or 'DataType_Delete.csv' for deletion.
it_it: I nomi dei file devono seguire il modello 'TipoDati.csv' per l'importazione o 'TipoDati_Delete.csv' per l'eliminazione.

source: Total max size 10MB (combined size of all uploaded files). Max number of files: {{count}}
it_it: Dimensione massima totale 10 MB (dimensione combinata di tutti i file caricati). Numero massimo di file: {{count}}

source: Ingestion and deletion files cannot be uploaded simultaneously. Please upload only ingestion files (DataType.csv) or only deletion files (DataType_Delete.csv).
it_it: I file di acquisizione e di eliminazione non possono essere caricati contemporaneamente. Caricare solo file di acquisizione (DataType.csv) o solo file di eliminazione (DataType_Delete.csv).

source: Please upload at least one correct file.
it_it: Carichi almeno un file corretto.

source: Please upload at least one file.
it_it: Carica almeno un file.

source: File upload started.
it_it: Caricamento del file avviato.

source: File upload
it_it: Caricamento file

source: Fill in the necessary details
it_it: Compili i dettagli necessari

source: Upload the completed file. Submit files for either ingestion or deletion, but not both. Files meant for deletion must have the "_Delete" suffix at the end of their name.
it_it: Carica il file completato. Invia i file per l'acquisizione o per l'eliminazione, ma non per entrambe. I file destinati all'eliminazione devono avere il suffisso "_Delete" alla fine del nome.

source: Data management
it_it: Gestione dei dati

source: Data Modeler
it_it: Strumento di modellazione dei dati

source: Data Models
it_it: Modelli di dati

source: Created by
it_it: Creati da

source: Created on
it_it: Creati in data

source: Creation date
it_it: Data di creazione

source: Are you sure you want to delete this model? This action cannot be undone. If you proceed, the element will be permanently removed from your data.
it_it: Eliminare questo modello? Questa azione non può essere annullata. Se procedi, l'elemento verrà rimosso definitivamente dai dati.

source: Confirm deletion
it_it: Conferma eliminazione

source: Details
it_it: Dettagli

source: Model details
it_it: Dettagli del modello

source: No models yet
it_it: Ancora nessun modello

source: Entities & fields
it_it: Entità e campi

source: Entity tree
it_it: Struttura ad albero delle entità

source: Data Foundation
it_it: Fondazione dei dati

source: List of entities and fields used and not used in this model.
it_it: Elenco di entità e campi utilizzati e non utilizzati in questo modello.

source: Entity name
it_it: Nome dell'entità

source: Model title
it_it: Titolo del modello

source: Entity used
it_it: Entità utilizzata

source: Used
it_it: Utilizzata

source: List of entities and fields used in this model.
it_it: Elenco delle entità e dei campi utilizzati in questo modello.

source: Total entities:
it_it: Entità totali:

source: Total fields:
it_it: Campi totali:

source: Fields used
it_it: Campi utilizzati

source: Any
it_it: Qualsiasi

source: In use
it_it: In uso

source: {{name}} grid preview
it_it: Anteprima griglia {{name}}

source: Last update
it_it: Ultimo aggiornamento

source: More details
it_it: Maggiori dettagli

source: Search model
it_it: Modello di ricerca

source: Draft
it_it: Bozza

source: Ready
it_it: Pubblicato

source: Build a base for your budget, compensation round or process, bringing together a version of data from HR services, other beqom sources and external data.
it_it: Costruisci una base per il tuo budget, ciclo di retribuzione o processo unendo una versione dei dati dai servizi HR, da altre fonti beqom e dati esterni.

source: Updated by
it_it: Aggiornato da

source: Updated on
it_it: Aggiornato il

source: Require users to approve or reject your data privacy statement every time it is updated.
it_it: Richiedi agli utenti di approvare o rifiutare la tua informativa sulla privacy dei dati ogni volta che viene aggiornata.

source: Users must review each version of the data privacy statement
it_it: Gli utenti devono esaminare ogni versione dell'informativa sulla privacy dei dati

source: Settings
it_it: Impostazioni

source: No translation was provided for the given language. To complete this section, please duplicate the statement.
it_it: Non è stata fornita alcuna traduzione per la lingua indicata. Per completare questa sezione, duplica l'informativa.

source: No translation available
it_it: Nessuna traduzione disponibile

source: Data privacy statement text
it_it: Testo dell'informativa sulla privacy dei dati

source: Privacy statement text
it_it: Testo dell'informativa sulla privacy

source: Are you sure you want to publish this statement?
it_it: Pubblicare questa informativa?

source: Publish statement
it_it: Pubblica informativa

source: Date & time
it_it: Data e ora

source: Publish at a fixed date
it_it: Pubblica in una data fissa

source: Publish now
it_it: Pubblica ora

source: Publish date
it_it: Data di pubblicazione

source: The version is set automatically when creating a statement and increments with each update.
it_it: La versione viene impostata automaticamente quando si crea un'informativa e incrementa con ogni aggiornamento.

source: Statement version
it_it: Versione dell'informativa

source: Confirm
it_it: Conferma

source: Are you sure you want to delete this statement?
it_it: Eliminare questa informativa?

source: Delete statement
it_it: Elimina informativa

source: The statement was successfully deleted.
it_it: Informativa eliminata correttamente.

source: Deactivate
it_it: Disattiva

source: Are you sure you want to deactivate this statement? Users won't be prompted to consent at first login and will no longer see the statement in their settings.
it_it: Disattivare questa informativa? Gli utenti non saranno invitati a dare il consenso al primo accesso e non vedranno più l'informativa nelle loro impostazioni.
